Repository: wlstnals4028/VirtualHub
Catalog: VirtualHub/Localizable.xcstrings
Source language: en
Languages: ko

source: %lldcores
ko: %lld코어

source: Add Virtual Machine
ko: 가상 머신 추가

source: Are you sure you want to delete '%@'? This action cannot be undone and will permanently remove all Virtual Machine files.
ko: '%@'을 삭제하시겠습니까? 이 작업은 되돌릴 수 없으며 모든 가상 머신 파일을 영구적으로 제거합니다.

source: Basic Settings
ko: 기본 설정

source: Cancel
ko: 취소

source: Configure your virtual machine settings
ko: 가상 머신 설정 구성

source: CPU Cores
ko: CPU 코어

source: CPU: %lldcores | Memory: %@
ko: CPU: %lld코어 | 메모리: %@

source: Create
ko: 생성

source: Delete
ko: 제거

source: Delete Virtual Machine
ko: 가상 머신 제거

source: disk
ko: 디스크

source: Disk Size
ko: 디스크 크기

source: disk: %@
ko: 디스크: %@

source: Enter Virtual Machine name
ko: 가상 머신 이름 입력

source: File Path
ko: 파일 경로

source: Hardware Configuration
ko: 하드웨어 구성

source: Hardware Settings
ko: 하드웨어 설정

source: Linux Virtual Machine
ko: Linux 가상 머신

source: MacOS Virtual Machine
ko: MacOS 가상 머신

source: Memory
ko: 메모리

source: New Virtual Machine
ko: 새 가상 머신

source: Operating System
ko: 운영 체제

source: Select a virtual machine
ko: 가상 머신 선택

source: Start Virtual Machine
ko: 가상 머신 시작

source: Storage Location
ko: 저장 위치

source: Virtual Machine Bundle Path
ko: 가상 머신 번들 경로

source: Virtual Machine Bundle:
ko: 가상 머신 번들:

source: Virtual Machine Name
ko: 가상 머신 이름

source: Virtual Machines
ko: 가상 머신
